{
    "navbar-item1": "Início",
    "navbar-item2": {"text": "Projetos", "popup-title": "Em desenvolvimento...", "popup-message": "Estou trabalhando nisso ;)"},
    "tooltips": {"translate": "Traduzir para inglês", "theme": "Tema escuro/claro"},
    "short-description": "Estudante de Ciências da Computação",
    "about": "Sobre",
    "about-description": "Olá, meu nome é Oseias Romeiro Magalhães e estou atualmente cursando Ciências da Computação na UnB (Universidade de Brasília). Tenho experiência com Análise de Dados e Administração de Banco de Dados. Também tenho habilidades em Desenvolvimentos de Softwares, Automação e Ambiente de Núvem. Sou dedicado e comprometido em contribuir para a criação de soluções inovadoras e a adoção das melhores práticas em computação.",
    "xp": "Experiências",
    "xp-description": "<li><b>Senado Federal</b>: Atualmente, sou estagiário no Senado, atuando com análise e visualização de dados. Desenvolvo soluções que apoiam a tomada de decisão por meio de painéis interativos e automatização de processos. Utilizo Qlik Sense para criação e manutenção de dashboards, aplicando conhecimentos de tecnologias web para customizações avançadas e desenvolvimento de extensões. Além disso, emprego o Apache Airflow para tratamento, integração e automação de fluxos de dados, garantindo maior eficiência e confiabilidade nas análises.</li><li><b>Tribunal Regional Federal da 1ª Região</b>: No TRF1, atuei na área de administração de bancos de dados e infraestrutura de sistemas, com foco em suporte e automação de ambientes críticos. Trabalhei com bancos de dados Oracle e PostgreSQL, realizando atividades de administração, monitoramento e documentação técnica. Também fui responsável pela administração de servidores Windows (para aplicações APL) e servidores Oracle Linux, além de desenvolver scripts em Bash para automação de tarefas rotineiras. Participei de projetos de automação e orquestração de infraestrutura utilizando Ansible AWX e Apache Airflow, contribuindo para a padronização e eficiência dos processos internos.</li><li><b>Fiverr</b>: Como freelancer na plataforma Fiverr, ofereço serviços especializados em Desenvolvimento de Software e Banco de Dados, com ênfase em Design e Modelagem de Bancos de Dados, Desenvolvimento de Aplicações Web, Suporte em Programação e Integração de APIs com serviços externos. Meus projetos têm como objetivo fornecer soluções customizadas e eficientes para atender às necessidades dos clientes, com foco na otimização de processos e melhoria da performance de sistemas de dados.</li>",
    "whatsapp-link": "Estou interessado em saber mais sobre o seu perfil.",
    "thanking": "Obrigado por me ajudar a continuar criando aplicações úteis e colaborando com boas práticas no desenvolvimento de software."
}